#+Latex_class: achemso
#+Latex_class_options: [journal=iecred,manuscript=article]
#+latex_header: \setkeys{acs}{biblabel=brackets,super=true}

#+latex_header: \author{Alexander P. Hallenbeck}
#+latex_header: \author{John R. Kitchin}
#+latex_header: \email{jkitchin@cmu.edu}
#+latex_header: \affiliation[National Energy Technology Laboratory-Regional University Alliance (NETL-RUA)]{National Energy Technology Laboratory-Regional University Alliance (NETL-RUA), Pittsburgh, Pennsylvania 15236}
#+latex_header: \alsoaffiliation[Carnegie Mellon University]{Department of Chemical Engineering, Carnegie Mellon University, 5000 Forbes, Ave, Pittsburgh, PA 15213}

#+begin_abstract
Put your stuff here
#+end_abstract


* Introduction
* Methods
* Results and Discussion
* Conclusions

\begin{acknowledgement}
Acknowledge here 
\end{acknowledgement}

Supporting Information Available:  This information is available free of charge via the Internet at http://pubs.acs.org.

bibliography:references.bib


* build the manuscript						   :noexport:
This section contains lisp code for building the manuscript from this document.
#+BEGIN_SRC emacs-lisp 
(let ((org-latex-classes 	     '("achemso"
				       "\\documentclass{achemso}"
				       ("\\section{%s}" . "\\section*{%s}")
				       ("\\subsection{%s}" . "\\subsection*{%s}")
				       ("\\subsubsection{%s}" . "\\subsubsection*{%s}")
				       ("\\paragraph{%s}" . "\\paragraph*{%s}")
				       ("\\subparagraph{%s}" . "\\subparagraph*{%s}")))
      (org-latex-default-packages-alist '(("AUTO" "inputenc" t)
					  ("" "fixltx2e" nil)
					  ("" "url")
					  ("" "mhchem" t)
					  ("" "graphicx" t)
					  ("" "color" t)
					  ("" "amsmath" t)
					  ("" "textcomp" t)
					  ("" "wasysym" t)
					  ("" "latexsym" t)
					  ("" "amssymb" t)
					  
					  ("linktocpage,
  pdfstartview=FitH,
  colorlinks,
  linkcolor=blue,
  anchorcolor=blue,
  citecolor=blue,
  filecolor=blue,
  menucolor=blue,
  urlcolor=blue" "hyperref" t)
					  "\\tolerance=1000"))
      (org-export-exclude-tags '("noexport"))
      (org-latex-title-command "")
      ;; these variables are for the export command
      (async nil)
      (subtreep nil)
      (visible-only nil)
      (body-only nil)
      (ext-plist '(:title nil 
                   :with-author nil 
                   :with-date nil))
  
      ;; these variables are for the export command
      (async nil)
      (subtreep nil)
      (visible-only nil)
      (body-only nil)
      (ext-plist '(:title nil 
                   :with-author nil 
                   :with-date nil)))
  (org-latex-export-to-latex async subtreep visible-only body-only ext-plist))

(shell-command "rm -f IER-SO2.pdf")
(shell-command "pdflatex IER-SO2")
(shell-command "bibtex IER-SO2")
(shell-command "pdflatex IER-SO2")
(shell-command "pdflatex IER-SO2")
(format "Last built: %s" (current-time-string))
#+END_SRC

#+RESULTS:
: Last built: Tue May 28 23:12:01 2013

